[
  {
    "title": "The Almanack of Naval Ravikant",
    "author": "Eric Jorgenson",
    "link": "https://www.navalmanack.com/",
    "points": [
    "Take accountability on your name - that gets you credibility - remember by taking accountability you put yourselves in risk and the objects involved also",
    "To get financial freedom - own a piece of a business or even start with investing, creating a business of my own is the best way to get financially free.",
    "Don't pursue stuffs that are hot instead if you know what is your genuine intellectual curiosity, it will reward you more than the hot stuff because the unique ability is not done by all, so take the chance",
    "Think about things (product or service) society wants but dont yet know how to get that, become a person who delivers that and at a scale.",
    "Three forms of leverage - 1. Labor, 2. Money, 3. Products with no marginal cost of replication(books, media, movies, and code) - code is the most powerful form of permission less leverage.",
    "What is the dream - independence + you are accountable for your output rather than your input",
    "If you have specific knowledge you have accountability and leverage and they'll pay you what you're worth",
    "The more creativity component of a profession the more the inputs and outputs are going to be disconnected, don't look for jobs where i/ps and o/ps are highly connected in those it is going to be very hard to create wealth",
    "Learn to sell and build - building is multivariate, has a lot of variables in between - selling also involves many, if able to do the both, then you go unstoppable",
    "Earn with your mind not time - earning with your time gives less accountability, less leverage, needs less specific knowledge like a labor to repair a house earning with your mind is like a real estate developer who has many contractors below him and below him many labors, this position needs very high specific knowledge with it comes more leverage and more accountability and risk naturally",
    "Be in the extreme in your art",
    "Solve via iteration - then get paid via repetition??",
    "Set a very high personal hourly rate",
    "If you can out source something or not do something for less than your hourly rate, then outsource it or dont do it",
    "Be optimistic, positive, optimists do better in the long run",
    "Dont play the status game, it is a zero sum game, you have to pull someone in order to go up, instead play a positive sum game like creating wealth",
    "Spend more time making big decisions - some important ones - the city you live in, the job you are going into, the relationship you are going into, spend atleast 1 or 2 years deciding these",
    "Figure out what you're good at and start helping people with it, in the long run you attract what you project, dont measure this, be patient",
    "This internet age is enabling more and more people to work for themselves like we did while we were hunter gatherers, this was inbtw but during agricultural and industrial age.",
    "At the end of a goal, it will lead to another. - does this work??",
    "What is retirement - when you stop sacrificing today for an imaginary tmmrw.",
    "Want to exit competition?? - Be authentic - find the thing you know how to do better than anybody.",
    "Lust trap for money is bad, how to get out - Naval thinks the best way is to not upgrade your lifestyle as you make money.",
    "Most successful people at in Silicon Valley had breakouts very early in their careers (they got promoted to VP, director, CEO, or started a company that did fairly well early)",
    "Its good to be in a smaller company early because there's less of an infrastructure to prevent from early promotion",
    "Important thing for who are early in their career(or even later) - the alumni network you build at a company is very important, think about who you will work with and what those people are going to do",
    "Naval puts in 4 kinds of luck -",
    "Blink Luck - getting lucky by things totally out of your control",
    "Luck through hard work, you run around and create opportunities for you",
    "Becoming very good at spotting luck, if you are very good in a field, you will notice when a lucky break happens which others don't notice",
    "Last one is the hardest, here you build a unique character, brand, mindset which causes luck to find you",
    "To get rich without luck, be deterministic, leave no chance",
    "Your character and reputation are the things you can build, which lets you take advantage of opportunities other people may say it luck",
    "Have a very good reputation, that makes people make deals through you which makes you money",
    "If you are building something interesting, then you will always attract more people who will want to know you",
    "Trying to build business relationship in advance of doing business is a complete waste of time - Naval thinks",
    "If someone is talking a lot about how honest they are, they're probably dishonest",
    "And if someone talks too much about their own values and themselves up, they're covering for something, these two things Naval says he had learned",
    "You cannot hide anything from yourself, do not have no moral shortcomings, you will not respect yourself, and the worst outcome in this world is not having self-esteem",
    "Be careful about things you are fundamentally not going to be proud of",
    "Naval figured out this - that great people have great outcomes",
    "Just have to be patient to be great, every person he met at the beginning of his career 20 years ago whom he said they're doing great are all now extremely successful",
    "Apply specific knowledge with leverage and you will get what you deserve",
    "Most of history was built by younger people, they got the credits later in life while being older, so start to do hard, great things early",
    "Money buys freedom in the material world, doesn't make you happy",
    "Making money will solve your money problems which will remove a set of things that could get in the way of being happy",
    "Society will give you money for the things they want but don't know how to get that."
],

    "image": "images/almanack_of_naval_ravikant.jpg"
  },
  {
    "title": "Its All About Money",
    "author": "Archit Mehrotra",
    "link": "https://books.google.co.in/books/about/It_s_All_About_Money.html?id=3ZT7EAAAQBAJ&redir_esc=y",
    "points":[
    "The 'User Effect' - you value something very much when we have put greater attention and efforts towards it, this is the 'user effect' and relating this in terms of investing - we tend to research a particular investment so intensely thinking it might boom, and even after finding it may not we want to go with that investment because we have put our energy into it and get the potential out of it. The lesson is to be aware of this effect and put out rational and non-bias thinking and reevaluation as said in Think Again.",
    "Emergency fund template - should be highly liquid since anything can happen anytime and should be able to access this fund immediately. Should be invested in a low volatile product, risk profile should also be low.",
    "Short term fund template - maintain this separately apart from the long term funds. Choose less volatile and short term options for this.",
    "Daily expense fund template - have it in a savings account for easy access. Let the daily expense fund be your last and start living on the remaining daily expense fund rather than taking out huge expense first.",
    "Good Loan - A loan on which you can generate more value by borrowing than repaying the loan with interest.",
    "Bad Loan - A loan on which you get less value after you repay the loan back with interest.",
    "Earn interest on the money you have earned, not pay interest on the money you have spent.",
    "We spend so much of our time to make more money, but to manage that money how much time do we spend?",
    "It is low because managing money gives delayed gratification than making money.",
    "Term insurance should cover at least 15 times your income, and be bought early as possible.",
    "There are schemes with mix insurance with investments (e.g - endowments, ULIPs), try to avoid such ones.",
    "Insurances mixed investments are neither good insurance nor good investments."
]
    ,
    "image": "images/its_all_about_money.jpg"
  }
]
